meshIndependence/Blasius_veryveryfineMesh/linear/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    top
    {
        type            outlet;
        nFaces          180;
        startFace       11667;
        faces           ( ( 8 10 11 9 ) ( 16 17 10 8 ) );
    }
    inlet
    {
        type            wall;
        inGroups        1(wall);
        nFaces          33;
        startFace       11847;
    }
    outlet
    {
        type            wall;
        inGroups        1(wall);
        nFaces          33;
        startFace       11880;
    }
    plate
    {
        type            wall;
        inGroups        1(wall);
        nFaces          150;
        startFace       11913;
    }
    symmBound
    {
        type            wall;
        inGroups        1(wall);
        nFaces          30;
        startFace       12063;
    }
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          11880;
        startFace       12093;
    }
)

// ************************************************************************* //
